[Language]
Code="tr"
Name="Türkçe"
Translator="Yaşar TAY <yasartay@yahoo.com>", "Hasan Taşdelen <h_tasdelen@hotmail.com>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Kapat"
Maximize="Ekranı Kapla"
Minimize="Simge Durumuna"
Restore="Önceki Boyut"
Menu="Ana Menü"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nEkranda Kelime Yakala: [$CursorStatus]\nSeçilen Metni Çevir: [$SelectionStatus]\nPanodaki Metni Çevir: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Ekranda Kelime Yakala:\t[$CursorStatus]\nSeçilen Metni Çevir:\t[$SelectionStatus]\nPanodaki Metni Çevir:\t[$ClipboardStatus]"
Enabled="Etkin"
Disabled="Devre Dışı"

[MainMenu]
Open="Aç"
CursorTranslator="Ekranda Kelime Yakala"
SelectionTranslator="Seçilen Metni Çevir"
ClipboardTranslator="Panodaki Metni Çevir"
Configuration="Ayarlar..."
Dictionaries="Sözlükler..."
Appendices="Ekler..."
Activation="Ürün Etkinleştirme"
UpdateOnline="Çevrimiçi Güncelleme"
Help="Yardım"
About="Lingoes Hakkında"
SupportOnline="Çevrimiçi Destek"
Exit="Çıkış"

[DlgInput]
Back="Geri"
Forward="İleri"
MainMenu="Ana Menü"
HistoryList="Geçmiş Listesi"
Search="Arama", "Detaylı Açıklama Ara"
WebSearch="Web Arama"
AutoMatch="Otomatik Eşleştirme", "Dizin Grubunda Otomatik Eşleştirme"
MatchSetup="Dizin Grubu Ayarları..."
FindEngine="Daha Fazla Web Motoru Edinin..."

[DlgIndex]
Index="Dizin"
Guide="Rehber"
Appendix="Ek"
NoIndex="Dizin Yok"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\"><b>Dizin Grubu</b>na sözlük ekle, Sözcüğü girerken imla önerisi alabilirsiniz.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Dizin grubunu yönetmek için buraya tıklayın.</u></a></div>"

[WebGuide]
Results="Sonuçlar"
Spelling="İmla Alternatifleri"
Appendices="Ekler"
Options="Seçenekler"
Dictionaries="Sözlükler...", "Sözlükleri Yönet"
ManageAppendices="Ekler...", "Ekleri Yönet"
Configuration="Ayarlar...", "Ayarlar Penceresini Aç"
Help="Yardım", "Lingoes Yardımı Aç"
Homepage="lingoes.net", "Lingoes Web Sitesini Ziyaret Edin"
Community="Lingoes Topluluğu", "Lingoes Çevrimiçi Topluluğu"

[DlgAppendix]
WndTitle="Ek Seçenekleri"
Close="Kapat"
Install="Kur", "Lingoes Ekleri (*.laf)|*.laf|", "Kurulum Başarısız Oldu! \nBu durum, yeterli dosya erişim iznine sahip olmayışınızdan kaynaklanıyor olabilir."
Delete="Sil", "\"[$Title]\" ekini silmek istediğinizden emin misiniz?", "\"[$Title]\" Silinemedi! \nBu durum, yeterli dosya erişim iznine sahip olmayışınızdan kaynaklanıyor olabilir."
Modify="Değiştir", "Değiştirme Başarısız Oldu! \nBu durum, yeterli dosya erişim iznine sahip olmayışınızdan kaynaklanıyor olabilir."
NewGroup="Yeni Grup", "Yeni bir grup oluşturma başarısız oldu! \nBu durum, yeterli dosya erişim iznine sahip olmayışınızdan kaynaklanıyor olabilir."
MoveUp="Yukarı Kaydır"
MoveDown="Aşağı Kaydır"
CreateAppendix="Kendi Ekimi Oluştur..."
Download="Daha Fazla Ek Edinin..."
Name="İsim"
Group="Grup"
InstallSucceed="\"[$Title]\" Kurulumu Başarıyla Tamamlandı."
OverwriteInstall="Bu ek zaten mevcut, üzerine yazmak ister misiniz?\n\nGörüntülenme Başlığı:[$Title]\nİsim: [$Name]"
InvalidInstallFile="Yanlış kurulum dosyası!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="\"[$Title]\" ekini değiştir", "Yeni bir grup oluştur"
Name="İsim"
DisplayTitle="Görüntülenme Başlığı"
DisplayStyle="Görüntülenme Biçimi"
Ok="Tamam"
Cancel="İptal"

[DlgAppendixBuilder]
WndTitle="Ek Yapıcı"
Name="İsim:  (Yalnız a-z, 0-9, tire ve alt çizgi)", "İsim gerekli, yalnız a-z, 0-9, tire ve alt çizgi kullanılabilir."
Title="Görüntülenme Başlığı:", "Başlık gerekli!"
Location="Proje Klasörünün Yeri:", "Proje klasörü oluşturulamadı!", "Lütfen varolan bir klasör seçin"
Create="Yeni Proje Oluştur", "Proje başarıyla oluşturuldu!\n\nArtık \"index.html\" dosyasını düzenleyerek, eki istediğiniz gibi tasarlayabilirsiniz.", "Proje oluşturulamadı!"
Build="Oluştur", "Ek dosyası başarıyla oluşturuldu!\n[$Filename]", "Ek dosyası oluşturulamadı!\n[$Filename]"
Close="Kapat"
Tips="İpuçları: Yeni bir proje oluşturduktan sonra \"index.html\" dosyasını düzenleyerek eki istediğiniz gibi tasarlayabilirsiniz."
OverwriteProject="Proje dosyası zaten mevcut, üzerine yazılsın mı?"

[DlgStatus]
KeepVisible="Pencereyi her zaman en üstte tut"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""

[DlgView]
Speak="Söyle", "Seçilen metni seslendir."
Search="Ara"
Copy="Kopyala"
Print="Yazdır..."
Save="Kaydet..."
Find="Bul..."
SelectAll="Tümünü Seç"
TextTranslate="Metin Tercümesi", "Metin Tercümesini Çalıştır"
StartPage="Başlangıç Sayfası", " Başlangıç Sayfası "
ShowIndex="Kenar Çubuğunu Göster"
HideIndex="Kenar Çubuğunu Gizle"
SaveFilter="HTML Dosyası (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Seslendirme Seçenekleri..."
SelectVoice="Ses Seç"
Activation="Etkinleştirme", "Lingoes Etkinleştirme Sihirbazı"

[DlgRegister]
Title="Lingoes – Ticari Kullanıcı Kaydı"
FreeDownload="Lingoes gayri ticari kullanım için ücretsizdir.\r\nÜcretsiz sürümü buradan indirebilirsiniz..."
Name="Kayıt İsmi:", "Kayıt İsmi gereklidir"
Email="Kayıt E-postası:", "Kayıt E-Posta adresi gereklidir"
RegCode="Kayıt Kodu:", "Kayıt kodu geçersiz"
Support="Müşteri Hizmeti"
Register="Kaydet", "Kayıt bilgisinin saklanması başarısız."
Exit="Çıkış"

[DlgInfo]
Title="Mesaj"
Ok="Tamam"
Cancel="İptal"
Yes="Evet"
No="Hayır"
Retry="Tekrar Dene"
Abort="Vazgeç"
Ignore="Yoksay"

[DlgAuthentication]
Title="Bağlan "
TitleProxy="Vekil sunucuya bağlan "
Username="Kullanıcı Adı:"
Password="Parola:"
Remember="Parolamı hatırla"
Ok="Tamam"
Cancel="İptal"

[WndGrab]
Open="Detaylı açıklama ara"
Speak="Söyle"
Copy="Kopyala"
TextTranslation="Metin Tercümesi"
KeepSize="Pencere boyutunu koru"
KeepVisible="Pencereyi her zaman en üstte tut"
Back="Geri" 
Forward="İleri"
Search="Arama\n  Enter:\t\tArama\n  Ctrl + Enter:\tDetaylı  açıklama arama\n  Shift + Enter:\tMetin Tercümesi\n  Alt + Enter:\tWeb Arama"
RollUp="Pencereyi Küçült/Büyüt"

 [DlgDictOption]
Title="Sözlük Seçenekleri"
NetInstall="Lingoes’dan kur", "Lingoes’un sitesinden sözlük kur"
Install="Kur", "Diskten sözlük kur"
Uninstall="Kaldır", "Sözlüğü Kaldır"
Add="Ekle", "Listeye bir sözlük ekle"
Remove="Kaldır", "Bu sözlüğü listeden kaldır"
Download="İndir", "Bu sözlüğü çevrimdışı da kullanabilmek için indir"
MoveTop="", "En Üste Taşı"
MoveUp="", "Üste Taşı"
MoveDown="", "Alta Taşı"
MoveBottom="", "En Alta Taşı"
MoreDetails="", "Sözlük detaylarını görüntüle"
Close="Kapat"

Installed="Kurulu Sözlükler"
Query=" Kurulu Sözlükler "
Index="Dizin Grubu"
Grab="Metin Yakalama Grubu"

Installed=" Kurulu Sözlükler "
QueryList=" Kurulu Sözlükler "
IndexList="Dizin Grup Listesi"
GrabList="Metin Yakalama Grup Listesi "
DictID=" ID"
Online="Çevrimiçi"

Type="Tip"
OnlineType="Internet Bağlantısı Gerekli"
AddFilter="Lingoes Sözlükleri (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Sözlük Kur"
Installing="Kuruyor..."
IndexDictTooMany="İpuçları:\n\n \"Dizin Grubu\"na çok sayıda sözlük eklemek, kelime eşleştirme hızını yavaşlatacaktır.\n\nBu yüzden \" Dizin Grubu \"na yalnız sık kullandığınız sözlükleri eklemenizi öneririz."

[DlgDictList]
Title="Sözlük Ekle"
Add="Ekle"
Cancel="İptal"
Select="Seç"
DictList="Kurulu Sözlükler"
ID="ID"
Online="Çevrimiçi"

[DlgDictInfo]
Title="Sözlük Detayları"
Close="Tamam"

ID="ID"
MD5="MD5"
Name="İsim"
Version="Sürüm"
Date="Oluşturulma Tarihi"
Update="Son Güncelleme"
IndexCount="Toplam Kelime"
Language=Lisan
MoreLanguage=Daha...
DictTitle="Başlık"
DictEdition="Baskı"
DictDescription="Tanım"
PubAuthor="Yazar"
PubEmail="Eposta"
PubWebsite="Web Sitesi"
PubCopyright="Telif Hakkı"
Filename="Dosya Adı"

; Install Dictionaries
[DlgDictInstall]
Title="Sözlük Kur"
InstallSucceed=" \"[$DictTitle]\" sözlüğü başarıyla kuruldu"
DictGroupOption="Seçenekler"
AddIndexGroup="\"Dizin Grubu\"na ekle"
AddIndexGroupDesc="Lingoes, siz terimi daha yazarken dizin grubundaki sözlükleri tarayacak ve en yakın sonucu dizin çubuğunda görüntüleyecek."
AddGrabGroup=" \"Metin Yakalama Grubu\"na ekle"
AddGrabGroupDesc="Lingoes, metin yakalama grubundaki sözlükleri tarayacak ve tercüme sonuçlarını metin yakalama penceresinde görüntüleyecek."
Ok="Tamam"

; Configuration
[DlgOption]
Title="Ayarlar"
Ok="Tamam"
Cancel="İptal"
General="Genel"
Appearance="Görünüm"
Connection="Bağlantı"
Speech="Seslendirme"
Hotkey="Kısayol Tuşları"
Translate="Tercüme"
License="Lisanslar"
Capture="Metin Yakalama"

; General
[DlgOptGeneral]
Language="Dil"
UILanguage="Kullanıcı Arayüzü Dili"

WebSearch="Web Arama"
SelectWebSearch="Web aramada kullanılacak arama motorunu seçin."

TermHistory="Geçmiş && Önbellek"
SaveHistory="Geçmişe kayıtlı aranan kelimeler"
ClearHistory="Geçmişi Temizle"
ClearHistoryConfirmation="Arama geçmişini temizlemek istediğinizden emin misiniz?"

ResultCache="Çevrimiçi sözlüklerin önbelleği"
ClearCache="Önbelleği Temizle", "Önbelleği temizlemek istediğinizden emin misiniz?"

AutoStart="Windows açıldığında Lingoes’u çalıştır."
StartMin="Açıldıktan sonra simge haline getir. "

; Appearance
[DlgOptAppearance]
UserInterface="Kullanıcı Arayüzü"
WindowStyle="Pencere Biçimi"
WindowFont="Yazı Tipi"
WindowFontSize="Yazı Tipi Boyutu"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Sonuç Görüntüleme"
TextFont="Yazı Tipi"
TextFontSize="Yazı Tipi Boyutu"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Fonetik Yazı Tipi"
CursorTranslatorBar="Metin Yakalama Penceresi"
FontColor="Yazı Tipi Rengi"
BackColor="Arkaplan Rengi"
BorderColor="Çerçeve Rengi"
Transparence="Yarı Saydam Metin Yakalama Pencereleri"
SampleText="Metin Yakalama"

[Style]
0="Yok"
1="Varsayılan Biçim"

; Translate
[DlgOptTranslate]
SupportLCMap="Yerel dil eşlemeyi destekle"
InstantTranslation="Anında Tercüme"
TargetLanguage="Hedef Dil:"
CurrentUserLanguage="= Mevcut Kullanıcı Dili"
TargetLanguage2="Hedef dil kaynak ile aynı ise, yeni hedef dil:"
NoTranslate="= Tercüme Yok"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Ekranda Kelime Yakala"
MouseActivation="Fare Etkinleştirme Modu:"
MouseOver="Fare Üzerinde"
LeftMouseButton="Sol Fare Tuşu"
MiddleMouseButton="Orta Fare Tuşu"
RightMouseButton="Sağ Fare Tuşu"
MouseXButton1="Fare X Tuş1"
MouseXButton2="Fare X Tuş2"
TimeDelay="Gecikme Zamanı:"
MSEL="milisaniye"
IgnoreNumber="Rakamı Yoksay"
IgnoreLatin="Latince’yi Yoksay (İngilizce, Fransızca, Almanca, İspanyolca vb.)"
IgnoreCJK="Çince, Japonca ve Korece’yi Yoksay"
IgnoreCyrillic="Kiril Alfabesini Yoksay (Rusça, Ukraynaca, Bulgarca, vb.)"
IgnoreArabic="Arapça ve İbranice’yi Yoksay"
InstallAdobePlugin="Adobe Acrobat PDF Eklentisini Kur"
ZonedWord="Seçilen Metni Çevir"
ZonedWordFilterRule="Metin Seçimi İçin Süzgeç Kuralları..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Ekranda Kelime Yakala"
MouseActivation="Fare Etkinleştirme Modu:"
MouseOver="Fare Üzerindeyken"
LeftMouseButton="Sol Fare Tuşu"
MiddleMouseButton="Orta Fare Tuşu"
RightMouseButton="Sağ Fare Tuşu"
MouseXButton1="Fare X Tuş1"
MouseXButton2="Fare X Tuş2"
TimeDelay="Gecikme Zamanı:"
MSEL="milisaniye"
IgnoreNumber="Rakamları Yoksay"
IgnoreLatin="Latin Alfabesini Yoksay (İngilizce, Fransızca, Almanca, İspanyolca vb.)"
IgnoreCJK="Çince, Japonca ve Koreceyi Yoksay "
IgnoreCyrillic="Kiril Alfabesini Yoksay (Rusça, Ukraynaca, Bulgarca, vb.)"
IgnoreArabic="Arapça ve İbraniceyi Yoksay"
InstallAdobePlugin="Adobe Acrobat PDF Eklentisini Kur "
ZonedWord=" Seçilen Metni Çevir "
ForTextSelection="Metin Seçimi İçin"
ForDoubleClicking="Çift Tıklama İçin"
ZonedWordFilterRule="Metin Seçimi İçin Süzgeç Kuralları..."
ShowOnlyFirstResult="Yalnız ilk arama sonucunu göster"

; Capture - Text Selection Filter
[DlgOptTranslateZWFilter]
Title=" Metin Seçimi İçin Süzgeç Kuralları"
ProgramFilename="Program Dosya Adı", "Program Dosya Adı (Boş ise tüm programları belirtir)"
WndClassName="Pencere Sınıf Adı", "Pencere Sınıf Adı (Boş ise tüm pencereleri belirtir)"
DisableSelect="Metin Seçimini Yoksay", "Metin Seçimini Yoksay"
DisableDBLClick="Çift Tıklamayı Yoksay", "Çift Tıklamayı Yoksay"
Comment="Yorum", "Yorum"
Add="Ekle"
Modify="Değiştir"
Delete="Sil", "Seçili öğeyi silmek istediğinizden emin misiniz?"
Ok="Tamam"
Cancel="İptal"
LoadDefault="Varsayılanı Yükle", "Varsayılan ayarlara dönmek istediğinizden emin misiniz?"
Browser="...", "Tarayıcı", "Program (*.exe)|*.exe|"
Capture="...", "Pencere Sınıf Adı Yakala"
AllProgram="-- Tüm Programlar --"
AllWindow="-- Tüm Pencereler --"

[WndClassNameCapture]
Title="Pencere Sınıf Adı Yakala"
ProgramFilename="Program Dosya Adı"
WndClassName="Pencere Sınıf Adı"
Capture="Ekrandan Yakala"

; Speech
[DlgOptSpeech]
RPPEngine="Doğal Ses Motoru"
RPPEnable="Etkinleştir"
RPPVoice="Ses"
RPPRebuildIndexFile="Dizin Dosyasını Yeniden Oluştur", "Dizin dosyasının yeniden oluşturulması başarısız oldu! \nBu durum yeterli erişim iznine sahip olmayışınızdan kaynaklanıyor olabilir."
Engine="Metinden Söyleve (TTS) Motoru"
Voice="Ses"
Enable="Etkinleştir"
Volume="Ses Yüksekliği"
Pitch="Ses Şiddeti"
Speed="Hız"
Format="Biçim", "Varsayılan", "Şu ses biçimi desteklenmiyor: [$Format]"
RealtimePron="Eş Zamanlı Telaffuz"
PronInQuery="Sözcük aranırken"
PronInCapture="Sözcük yakalandığında"
Test="Test"
EnterText="Bir metin girin ve bu sesi deneyin"
DownloadTTS="\"Doğal Ses && TTS Motoru\" ses paketini indirin..."

; Connect
[DlgOptConnection]
ConnectSet="Bağlantı Ayarları"
DirectConnect="Doğrudan Bağlantı"
IEProxyConnect="Web tarayıcınızdaki vekil sunucu ayarlarını kullanın"
ProxyConnect="Vekil/Firewall sunucusundan bağlan"
ProxyServer="Vekil Sunucu:"
ProxyPort="Port:"
Username="Kullanıcı Adı:"
Password="Parola:"
OnlineUpdate="Çevrimiçi Güncelleme"
UpdateNow="Şimdi Güncelle"
EnableUpdate="Çevrimiçi güncellemeyi etkinleştir"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Ana pencereyi aç"
GrabToggleKey="Ekranda Metin Yakalama tuşu"
SelectionToggleKey="Seçilen Metni Çevir tuşu"
ClipboardToggleKey="Panodaki Metni Çevir tuşu"
Pronounce="Telaffuz"
CopyInterpretation="Tercümesi yapılan içeriği kopyala"
SpeakSelectedText="Seçilen Metni Seslendir"
StopSpeak="Seslendirmeyi Durdur"
DisableHotKey="Kısayol Tuşlarını Devre Dışı Bırak"

[DlgExpire]
Title="Lingoes zaman aşımına uğradı"
Ok="Şimdi Yükselt"
Cancel="Çıkış"
NetworkSettings="Ağ Ayarları"
Support="Lingoes.net"
AskUpgrade="Mevcut sürüm zaman aşımına uğradı. Lingoes’u kullanmaya devam edebilmek için yeni sürüme yükseltmelisiniz! \nYeni sürüme yükseltilsin mi?"

[DlgAbout]
DlgTitle="Lingoes Hakkında"
Version="Sürüm: "
PortableEdition="Taşınabilir Sürüm"
Email="Eposta Adresi"
Website="Lingoes Web sitesi"
LicenseTo="Bu ürünün lisanslandığı kişi:"
LicenseID="ID: "

;---For Compatible 2.3.0 and older
Beta="Beta"
PersonalUser="Kişisel gayri ticari kullanıcı"
;----------- end -----------

[WebResult]
SpellingAlternatives="İmla Alternatifleri"
SpellChecker="İmla Kontrolü"
TextTranslation="Metin Tercüme"
WebSearch="Web Arama"
MoreResults="Daha Fazla Sonuç"
WaitSearch="Arama sonuçları getiriliyor..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>\"<font color='#C00000'>[$SearchKey]</font>\" için herhangi bir eşleşme bulunamadı.</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Lingoes’u nasıl kullanacaksınız"
DownDictTip="Daha fazla sözlük indirin"
Intro="80'den fazla dilde çapraz tercüme desteği<br>İmleç tercümesi, Metin tercüme & Metin Seslendirme "

[TextTranslation]
Title="Metin Tercüme"
To="...den şu dile:"
Translate="Çevir"
RequestFailed="Tercüme servisi başarısız oldu."
ConnectFailed="Lingoes sunucuya bağlanamadı. Internet’e bağlıysanız, Lütfen bağlantı ayarlarınızı kontrol edin."
WaitRequest="Tercüme sonuçları getiriliyor..."
ParseResultFailed="Tercümenin incelenmesi gerçekleştirilemedi. Bu mesajı çok defa aldıysanız lütfen bize rapor edin."

; Layout
[Layout]
DictMenu="Sözlük Menüsü"
ShowResult="Sonuçları Göster"
MinimizeResult="Sonuçları Küçült"
FindWord="Bul: "

; Dictionary Menu
[DictMenu]
About="Hakkında..."
Enable="Etkinleştir"
Disable="Devre Dışı Bırak"
DisableMsg="Sözlük devre dışı ve sonuçları göstermeyecek!\n \"Sözlükler\" penceresinden etkinleştirebilirsiniz."
MoveTop="En üstte görüntülenecek sonuç olarak ayarla."
ArrangeResults="Sonuçları Düzenle..."
IndexGroup="  (Dizin Grubu)"
QueryGroup="  (Sorgu Grubu)"
GrabGroup="  (Metin Yakalama Grubu)"

[Update]
Title="Çevrimiçi Güncelleme"
AskUpgrade="Yeni sürüm tespit edildi. Yeni sürüme yükseltmek ister misiniz?"
UpgradeNow=" Yeni sürüm tespit edildi. Yeni sürüme yükseltmeniz gerekiyor"
UpdateSuccess="Güncelleme Başarılı!"
UpdateFail="Güncelleme Başarısız!"
NoUpdate="Mevcut sürümünüz en güncel olanı"

CheckUpdate="Güncellemeler kontrol ediliyor..."
GetUpdateInfo="Güncel bilgi alınıyor..."
DownUpdateData="Güncel veri indiriliyor..."
ExecUpdate="Sistem güncelleniyor..."
GetUpgradeInfo="Yükseltme bilgisi alınıyor..."
DownUpgradeData="YÜkseltme verisi indiriliyor..."
ExecUpgrade="Sistem yükseltiliyor..."
NeedExitForUpgrade="Lingoes yükseltme işlemini bitirdikten sonra kapanacak"

[Message]
InitUpdateServerFail="Otomatik güncelleme hizmeti başlatılamadı"
StartDictServerFail="Sözlük hizmeti başlatılamadı."

DictFileErr="Yanlış dosya biçimi!\n[$Filename]"
DictVersinTooOld="[$Filename]\nMevcut sözlüğün ([$DictVer]) numaralı sürümü çok eski, lütfen güncelleyin.\n\nSon sürümü aramak için Lingoes web sitesini ziyaret etmek ister misiniz?"
DictVersinTooNew="[$Filename]\nMevcut sözlüğün ([$DictVer]) numaralı sürümü Lingoes’un daha yüksek bir sürümüne gerek duyuyor.\n\nSon sürümü hemen şimdi Lingoes web sitesinden indirmek ister misiniz?"

AskDictRepeatInstall="Sözlük listesi \"[$DictTitle]\" sözlüğünü zaten içeriyor.\nDevam etmek istiyor musunuz?"
InstallDictFail="[$Filename] sözlüğü kurulamadı."
AskUninstall="Aşağıdaki sözlüğü kaldırmak istediğinizden emin misiniz?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Aşağıdaki sözlük kaldırılamadı\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="\"[$DictTitle]\" sözlüğünü listeden kaldırmak istediğinizden emin misiniz?"

MemoryAllocFail="Hafıza ayırma başarısız oldu."
FilenameInvalid="Geçersiz dosya adı."
SaveFileFail="Dosya kaydı başarısız oldu"
OpenFileFail="Dosyayı açma başarısız oldu"

AreYouAbort="Şu anki işlemi iptal etmek istediğinizden emin misiniz?"
CreateThreadFail="Failed to create thread"
CreateEventFail="Failed to create event hand"
Unfulfilment="Özellik karşılanamadı"
OnlyProVersion="Bu özellik yalnız Pro sürümü içindir."
NoRegister="Kayıtlı kullanıcı değilsiniz, bu özelliği kullanabilmek için lütfen Lingoes’u kaydettirin."
UsernameIsEmpty="Kullanıcı Adı boş, lütfen tekrar girin."
SaveSearchResultFail="Arama sonuçları kaydedilemedi."

OpenAppendixFail="Ek içeriği açılamadı.\n\nEki hemen şimdi Lingoes web sitesinden indirmek ister misiniz?"
OpenSpeechEngineFail="TTS motorunun yüklenmesi başarısız oldu, lütfen TTS’nin sisteminizde kurulu olup olmadığını kontrol edin! \n\nSeslendirme için TTS motorunu kurmuş olmanız gerekir. Kurmadıysanız, lütfen Lingoes web sitesinden indirin ve kurun\n\nŞimdi indirmek ister misiniz?"

; NeedIE6Support="Lingoes, Internet Explorer 6 veya üzeri sürümlere gerek duyar, lütfen web tarayıcınızı IE6 veya üzeri sürümlere yükseltin."
NoImplement="Üzgünüz, özellik karşılanamadı"

InstallSucceed="Kurulum başarılı." 
InstallFailed="Kurulum başarısız."
